{"input": "Lysine degradation through the saccharopine pathway in bacteria: LKR and SDH\nin bacteria and its relationship to the plant and animal enzymesHyperlysinemia with saccharopinuria due to combined lysine-ketoglutarate reductase and saccharopine dehydrogenase deficiencies presenting as cystinuria A 7-year-old boy with speech delay, hyperactive behavior, and minor neurologic abnormalities had been found in the past to have “intermittent cystinuria.” A more detailed investigation revealed hyperlysinemia and hyperlysinuria, with lesser increases in urinary excretion of arginine and cystine. The plasma and urine abnormalities increased on a diet of 3 gm of protein/kg body weight/day. Saccharopine, a normal metabolite of lysine not found in the body fluids of normal people, was present in plasma, cerebrospinal fluid, and urine of the patient. Lysine-ketoglutarate reductase and saccharopine dehydrogenase activities were not detectable in extracts of cultured skin fibroblasts. Re-examination of the urine of previously studied cases of this double enzyme deficiency suggests that saccharopinuria of variable degree is the rule and not the exception.", "output": [["saccharopine", "biolocation is", "plasma"], ["saccharopine", " biolocation is", "cerebrospinal fluid"], ["saccharopine", "biolocation is", "urine"]]}
{"input": "Illudane Sesquiterpenoids from Edible Mushroom Agrocybe salicacola and Their Bioactivities To comprehensively understand the chemical constituents of the edible mushroom Agrocybe salicacola and their biological functions, a phytochemical separation of the cultural broth of A. salicacola led to the isolation of four new illudane sesquiterpenoids, agrocybins H–K (1–4), along with 10 known analogues (5–14). Compounds 2–4 were racemates of which 2 and 3 were further separated into single enantiomers as 2a/2b and 3a/3b. All new structures with absolute configurations were elucidated on the basis of an extensive spectroscopic analysis and quantum chemistry calculations. Compound 1 possesses a new carbon skeleton that might be derived from the protoilludane backbone. Compounds 1, 5, 8, and 9 show a certain degree of cytotoxicity to five human cancer cell lines. Compound 1 shows a mild inhibitory effect on nitric oxide production with an IC50 value of 31.4 μM. It is concluded that A. salicacola is rich in illudin derivatives with potential bioactivity prospects, which would make A. salicacola a good material of medicine and food homology.", "output": [["agrocybin", "sourced through", "mushroom"], ["illudane ", "sourced through", "mushroom"], ["illudane ", "sourced through", "mushroom"]]}
{"input": "Trehalose metabolism in plants Trehalose is a quantitatively important compatible solute and stress protectant in many organisms, including green algae and primitive plants. These functions have largely been replaced by sucrose in vascular plants, and trehalose metabolism has taken on new roles. Trehalose is a potential signal metabolite in plant interactions with pathogenic or symbiotic micro-organisms and herbivorous insects. It is also implicated in responses to cold and salinity, and in regulation of stomatal conductance and water-use efficiency. In plants, as in other eukaryotes and many prokaryotes, trehalose is synthesized via a phosphorylated intermediate, trehalose 6-phosphate (Tre6P). A meta-analysis revealed that the levels of Tre6P change in parallel with sucrose, which is the major product of photosynthesis and the main transport sugar in plants. We propose the existence of a bi-directional network, in which Tre6P is a signal of sucrose availability and acts to maintain sucrose concentrations within an appropriate range. Tre6P influences the relative amounts of sucrose and starch that accumulate in leaves during the day, and regulates the rate of starch degradation at night to match the demand for sucrose. Mutants in Tre6P metabolism have highly pleiotropic phenotypes, showing defects in embryogenesis, leaf growth, flowering, inflorescence branching and seed set. It has been proposed that Tre6P influences plant growth and development via inhibition of the SNF1-related protein kinase (SnRK1). However, current models conflict with some experimental data, and do not completely explain the pleiotropic phenotypes exhibited by mutants in Tre6P metabolism. Additional explanations for the diverse effects of alterations in Tre6P metabolism are discussed.", "output": [["trehalose 6-phosphate", "involved in", "starch degradation"], ["trehalose 6-phosphate", "involved in", "embryogenesis"], ["trehalose", "biolaction is", "green algea"], ["trehalose 6-phosphate", "involved in", " SNF1 protien kinase inhibition"]]}
{"input": "Repandiol, a New Cytotoxic Diepoxide from the Mushrooms Hydnum repandum and H. repandum var. album Repandiol, a new cytotoxic diepoxide has been isolated from the mushrooms Hydnum repandum and H. repandum var. album. The chemical structure was elucidated as (2R, 3R, 8R, 9R)-4, 6-decadiyne-2, 3 : 8, 9-diepoxy-1, 10-diol on the basis of spectroscopic analysis. The structure was confirmed by the synthesis of optically active repandiol. Repandiol displayed potent cytotoxic activity against various tumor cells.", "output": [["Repandiol", "sourced through", "mushrooms"], ["Repandiol", "sourced through", "Hydnum repandum"], ["Repandiol", "sourced through", " H. repandum var. album"]]}
{"input": "Alpha-lipoic acid as a biological antioxidant α-Lipoic acid, which plays an essential role in mitochondrial dehydrogenase reactions, has recently gained considerable attention as an antioxidant. Lipoate, or its reduced form, dihydrolipoate, reacts with reactive oxygen species such as superoxide radicals, hydroxyl radicals, hypochlorous acid, peroxyl radicals, and singlet oxygen. It also protects membranes by interacting with vitamin C and glutathione, which may in turn recycle vitamin E. In addition to its antioxidant activities, dihydrolipoate may exert prooxidant actions through reduction of iron. α-Lipoic acid administration has been shown to be beneficial in a number of oxidative stress models such as ischemia-reperfusion injury, diabetes (both α-lipoic acid and dihydrolipoic acid exhibit hydrophobic binding to proteins such as albumin, which can prevent glycation reactions), cataract formation, HIV activation, neurodegeneration, and radiation injury. Furthermore, lipoate can function as a redox regulator of proteins such as myoglobin, prolactin, thioredoxin and NF-κB transcription factor. We review the properties of lipoate in terms of (1) reactions with reactive oxygen species; (2) interactions with other antioxidants; (3) beneficial effects in oxidative stress models or clinical conditions.", "output": [["alpha-Lipoic acid", "involved in", "mitochondrial dehydrogenase reactions"], ["alpha-Lipoic acid", "has role of", "Antioxidant"], ["alpha-Lipoic acid", "has role of", "prooxidant"]]}
{"input": " Inhibition of brain energy metabolism by the α-keto acids accumulating in maple syrup urine disease Neurological dysfunction is a common finding in patients with maple syrup urine disease (MSUD). However, the mechanisms underlying the neuropathology of brain damage in this disorder are poorly known. In the present study, we investigated the effect of the in vitro effect of the branched chain α-keto acids (BCKA) accumulating in MSUD on some parameters of energy metabolism in cerebral cortex of rats. [14CO2] production from [14C] acetate, glucose uptake and lactate release from glucose were evaluated by incubating cortical prisms from 30-day-old rats in Krebs–Ringer bicarbonate buffer, pH 7.4, in the absence (controls) or presence of 1–5 mM of α-ketoisocaproic acid (KIC), α-keto-β-methylvaleric acid (KMV) or α-ketoisovaleric acid (KIV). All keto acids significantly reduced 14CO2 production by around 40%, in contrast to lactate release and glucose utilization, which were significantly increased by the metabolites by around 42% in cortical prisms. Furthermore, the activity of the respiratory chain complex I–III was significantly inhibited by 60%, whereas the other activities of the electron transport chain, namely complexes II, II–III, III and IV, as well as succinate dehydrogenase were not affected by the keto acids. The results indicate that the major metabolites accumulating in MSUD compromise brain energy metabolism by blocking the respiratory chain. We presume that these findings may be of relevance to the understanding of the pathophysiology of the neurological dysfunction of MSUD patients.", "output": [["α-ketoisocaproic acid", "causes", "maple syrup urine disease"], ["α-keto-β-methylvaleric acid", "causes", "maple syrup urine disease"], ["α-ketoisovaleric acid", "causes", "maple syrup urine disease"], ["α-ketoisocaproic acid", "biolocation is", "cerebral cortex"], ["α-keto-β-methylvaleric acid", "biolocation is", "cerebral cortex"], ["α-ketoisovaleric acid", "biolocation is", "cerebral cortex"]]}
{"input": "UPTAKE, LOCALIZATION, AND NONCARBOXYLASE ROLES OF BIOTIN Evidence is emerging that biotin participates in processes other than classical carboxylation reactions. Specifically, novel roles for biotin in cell signaling, gene expression, and chromatin structure have been identified in recent years. Human cells accumulate biotin by using both the sodium-dependent multivitamin transporter and monocarboxylate transporter 1. These transporters and other biotin-binding proteins partition biotin to compartments involved in biotin signaling: cytoplasm, mitochondria, and nuclei. The activity of cell signals such as biotinyl-AMP, Sp1 and Sp3, nuclear factor (NF)-κB, and receptor tyrosine kinases depends on biotin supply. Consistent with a role for biotin and its catabolites in modulating these cell signals, greater than 2000 biotin-dependent genes have been identified in various human tissues. Many biotin-dependent gene products play roles in signal transduction and localize to the cell nucleus, consistent with a role for biotin in cell signaling. Posttranscriptional events related to ribosomal activity and protein folding may further contribute to effects of biotin on gene expression. Finally, research has shown that biotinidase and holocarboxylase synthetase mediate covalent binding of biotin to histones (DNA-binding proteins), affecting chromatin structure; at least seven biotinylation sites have been identified in human histones. Biotinylation of histones appears to play a role in cell proliferation, gene silencing, and the cellular response to DNA repair. Roles for biotin in cell signaling and chromatin structure are consistent with the notion that biotin has a unique significance in cell biology.", "output": [["Biotin", "biolocation is", "cytoplasm"], ["Biotin", "biolocation is", "mitochondria"], ["Biotin", "biolocation is", "nuclei"], ["Biotin", "involved in", "carboxylation "], ["Biotin", "biolocation is", "cytoplasm"], ["Biotin", "has role of", "signal transduction"], ["Biotin", "involved in", "biotinylation"]]}
{"input": "Intake of Garlic and Its Bioactive Components The health benefits of garlic likely arise from a wide variety of components, possibly working synergistically. The complex chemistry of garlic makes it plausible that variations in processing can yield quite different preparations. Highly unstable thiosulfinates, such as allicin, disappear during processing and are quickly transformed into a variety of organosulfur components. The efficacy and safety of these preparations in preparing dietary supplements based on garlic are also contingent on the processing methods employed. Although there are many garlic supplements commercially available, they fall into one of four categories, i.e., dehydrated garlic powder, garlic oil, garlic oil macerate and aged garlic extract (AGE). Garlic and garlic supplements are consumed in many cultures for their hypolipidemic, antiplatelet and procirculatory effects. In addition to these proclaimed beneficial effects, some garlic preparations also appear to possess hepatoprotective, immune-enhancing, anticancer and chemopreventive activities. Some preparations appear to be antioxidative, whereas others may stimulate oxidation. These additional biological effects attributed to AGE may be due to compounds, such as S-allylcysteine, S-allylmercaptocysteine, Nα-fructosyl arginine and others, formed during the extraction process. Although not all of the active ingredients are known, ample research suggests that several bioavailable components likely contribute to the observed beneficial effects of garlic.", "output": [["allicin", "sourced through", "garlic"], ["S-allylcysteine", "sourced through", "aged garlic extract"], ["S-allylmercaptocysteine", "sourced through", "aged garlic extract"], ["Nα-fructosyl arginine", "sourced through", "aged garlic extract"]]}
{"input": "Analysis of genes and metabolites associated with propamocarb hydrochloride response in tobacco Propamocarb hydrochloride is a systemic fungicide used against Pythium and Phytophthora as well as other diseases in tobacco. This study aimed to understand the response of tobacco to propamocarb hydrochloride treatment at the transcriptome and metabolome levels. Transcriptomic and metabolomic analyses were conducted on tobacco leaves treated with or without propamocarb hydrochloride to identify differentially expressed genes (DEGs) and differential metabolites, which were used for further functional enrichment analyses. In all, 1364 to 2497 DEGs and 34 differential metabolites were identified in different comparable groups. The DEGs were significantly involved in functions related to photosynthesis and valine, leucine, and isoleucine degradation. Differential metabolites were mainly associated with arginine and proline metabolism (1,3-diaminopropane; 4-aminobutyric acid; and N-(omega)-hydroxyarginine) and glycerophospholipid metabolism (lysoPC(16:0), phosphorylcholine, and triethanolamine). Our study identified differential genes and metabolites that were associated with the response of tobacco leaves to propamocarb hydrochloride. Propamocarb hydrochloride could influence the photosynthesis, amino acid metabolism, and glycerophospholipid metabolism of tobacco leaves.", "output": [["Propamocarb hydrochloride", "has role of ", "fungicide"], ["1,3-diaminopropane", "involved in", " arginine metabolism"], ["4-aminobutyric acid", "involved in", " arginine metabolism"], ["N-(omega)-hydroxyarginine", "involved in", " arginine metabolism"], ["1,3-diaminopropane", "involved in", " proline metabolism"], ["4-aminobutyric acid", "involved in", " proline metabolism"], ["N-(omega)-hydroxyarginine", "involved in", " proline metabolism"], ["phosphorylcholine", "involved in", " glycerophospholipid metabolism"], [" triethanolamine", "involved in", " glycerophospholipid metabolism"], ["Propamocarb", "involved in", "glycerophospholipid metabolism"], ["glycerophospholipid", "involved in", "glycerophospholipid metabolism"], ["proline", "involved in", " proline metabolism"], ["arginine", "involved in", " arginine metabolism"]]}
{"input": "Systematic review on pyrethroid toxicity with\nspecial reference to deltamethrin Pyrethroids are synthetic organic compounds synthesized from chrysanthemum flowers that are used\nextensively as household and commercial insecticides. The keto-alocoholic esters of chrysanthemic and\npyrethroic acid being lipophilic are responsible for its insecticidal properties. Pyrethroids are broadly\nclassified into first and second generation pyrethroids. The first generation (Type 1) pyrethroids are less\ntoxic to mammals than the second generation (Type II) pyrethroids. Mainly Type II pyrethroids cause\nparesthesia, which is characterized by transient burning/tingling/itching sensation of the exposed skin.\nAlso, it has been suggested that some pyrethroids cause developmental neurotoxicity, but available\nevidence has been judged to be insufficient. While some pyrethroids have been shown to cause tumors in\nrodent models, the tumor induction does not appear to reflect a common carcinogenic endpoint for this\nparticular subset of compounds. Deltamethrin is an alpha-cyano pyrethroid insecticide used extensively\nin pest control. Although initially thought to be least toxic, a number of recent reports showed its toxicity\nin mammalian and non-mammalian laboratory and wildlife animal species. The article sheds light on\ndeltamethrin induced various toxicities during acute and chronic exposure in different species. ", "output": [["pyrethroic acid", "has role of", " insecticide"], ["Deltamethrin", "has role of", " insecticide"]]}
{"input": "Rediscovering Tocophersolan: A Renaissance for Nano-Based Drug Delivery and Nanotheranostic Applications A unique and pleiotropic polymer, d-alpha-tocopheryl polyethylene glycol succinate (Tocophersolan), is a polymeric, synthetic version of vitamin E. Tocophersolan has attracted enormous attention as a versatile excipient in different biomedical applications including drug delivery systems and nutraceuticals. The multiple inherent properties of Tocophersolan allow it to play flexible roles in drug delivery system design, including excipients with outstanding biocompatibility, solubilizer with the ability to promote drug dissolution, drug permeation enhancer, P-glycoprotein inhibitor, and anticancer compound. For these reasons, Tocophersolan has been widely used for improving the bioavailability of numerous pharmaceutical active ingredients. Tocophersolan has been approved by stringent regulatory authorities (such as the US FDA, EMA, and PMDA) as a safe pharmaceutical excipient. In this review, the current advances in nano-based delivery systems consisting of Tocophersolan, with possibilities for futuristic applications in drug delivery, gene therapy, and nanotheranostics, were systematically curated.", "output": [["Tocophersolan", "has role of", "vitamin E"], ["Tocophersolan", "has role of", "nutraceuticals"], ["Tocophersolan", "involved in", "drug dissolution"], ["Tocophersolan", "involved in", "drug permeation"], ["Tocophersolan", "involved in", "P-glycoprotein inhibition"], ["Tocophersolan", "has role of", "excipient"]]}
{"input": "Is there a really resistance to scabies treatment with permethrin? In vitro killing activity of permethrin on Sarcoptes scabiei from patients with resistant scabies\n Recently, there have been increased scabies infestations but many patients do not respond to treatment. Clinicians are hesitant to use permethrin despite the fact that treatment failure may be due to noncompliance with the treatment rather than permethrin resistance. We aimed to investigate the permethrin resistance of mites collected from patients who have endured scabies for at least 3 months despite permethrin treatment. Parasites in patients who had scabies for at least 3 months despite permethrin treatment were collected. Only parasites that were not damaged during sampling, not fragmented and had full motion were included. Parasites were divided into four groups, each with 15 parasites. Immersion oil was dripped on the control group and 5%, 7%, and 10% permethrin was added to the study groups. The responses of the parasites to the applied agents were examined using a digital microscope. All solutions, except the control group, killed the scabies mite. The mean survival time (ST) in the 5%, 7%, and 10% permethrin groups was 360 ± 33.2, 340 ± 31.4, and 320 ± 30.2 min, respectively. There was no statistically significant difference in the mean ST in the permethrin groups. The mean ST in the control group was 46 ± 1.5 h. The mean ST difference between the control and permethrin-treated groups was significant (p = 0.03). There was no resistance to permethrin, which should maintain its place as first line treatment of scabies. Treatment noncompliance, rather than permethrin resistance, seems to be the underlying factor in the chronicity of scabies.", "output": [["permethrin", "has role of", "scabicide"]]}
{"input": "Department of Anesthesiology and Pain Medicine, Seoul National University Bundang Hospital, Seongnam, Korea. Magnesium sulfate has been used in preeclampsia patients in order to prevent seizure. It is also used for the treatment of arrhythmia and asthma and as an anesthetic adjunct in patients undergoing surgery for pheochromocytoma. However, its potentiating effects on perioperative analgesia and muscle relaxation have drawn attention recently. These characteristics of magnesium (anesthetic- and analgesic-sparing effect) enable anesthesiologists to reduce the use of anesthetics during surgery and the use of analgesics after surgery. Magnesium sulfate has a high therapeutic index and cost-effectiveness. Considering these diverse characteristics useful for anesthesia, appropriate use of magnesium sulfate would improve surgical outcome and patients' satisfaction.", "output": [["Magnesium sulfate", "has role of", "anesthesia"]]}
{"input": "Dactinomycin induces complete remission associated with nucleolar stress response in relapsed/refractory NPM1-mutated AML Acute myeloid leukemia (AML) with mutated NPM1 accounts for one-third of newly diagnosed AML. Despite recent advances, treatment of relapsed/refractory NPM1-mutated AML remains challenging, with the majority of patients eventually dying due to disease progression. Moreover, the prognosis is particularly poor in elderly and unfit patients, mainly because they cannot receive intensive treatment. Therefore, alternative treatment strategies are needed. Dactinomycin is a low-cost chemotherapeutic agent, which has been anecdotally reported to induce remission in NPM1-mutated patients, although its mechanism of action remains unclear. Here, we describe the results of a single-center phase 2 pilot study investigating the safety and efficacy of single-agent dactinomycin in relapsed/refractory NPM1-mutated adult AML patients, demonstrating that this drug can induce complete responses and is relatively well tolerated. We also provide evidence that the activity of dactinomycin associates with nucleolar stress both in vitro and in vivo in patients. Finally, we show that low-dose dactinomycin generates more efficient stress response in cells expressing NPM1 mutant compared to wild-type cells, suggesting that NPM1-mutated AML may be more sensitive to nucleolar stress. In conclusion, we establish that dactinomycin is a potential therapeutic alternative in relapsed/refractory NPM1-mutated AML that deserves further investigation in larger clinical studies.", "output": [["Dactinomycin ", "has role of", "chemotherapeutic agent"], ["Dactinomycin", "biolocation is", "Nucleolus"]]}
{"input": "The Composition of Milk Fat Bovine milk contains about 3.5 to 5% total lipid, existing as emulsified globules 2 to 4 μm in diameter and coated with a membrane derived from the secreting cell. In homogenized milk, the coat is mostly casein. About 98% or more of the lipid is triacylglycerol, which is found in the globule. Phospholipids are about .5 to 1% of total lipids, and sterols are .2 to .5%. These are mostly located in the globule membrane. Cholesterol is the major sterol at 10 to 20 mg/dl. Data are presented on the membrane and the emulsion. Bovine milk contains substantial quantities of C4:0 to C10:0, about 2% each of C18:2 and trans-C18:1, almost no other long-chain polyunsaturated fatty acids. The fatty acid composition is not altered by ordinary changes in diet. The triacylglycerol structure is unique, with much of the C4:0 to C10:0 at sn-3. The effects of milk cholesterol and fatty acids on human blood cholesterol levels and nonnutritive roles of some microlipids are discussed.", "output": [["cholesterol", "biolocation is", "membrane"], ["triacylglycerol", "soourced through", "milk"]]}
{"input": "GABA-Transaminase Deficiency\n GABA-transaminase deficiency, also known as gamma-amino butyric acid transaminase (GABA-T) deficiency, is an extremely rare autosomal recessive inborn error of metabolism (IEM) that is caused by a defect in the ABAT gene, which codes for 4-aminobutyrate (GABA) aminotransferase. This enzyme is present in several tissues in addition to brain and is most active in liver, and it catalyzes the conversion of GABA and 2-oxoglutarate into succinic semialdehyde and L-glutamate, and when it is deficient, GABA levels in the body, specifically the cerebrospinal fluid, are elevated. GABA is a neurotransmitter found in the nervous system that inhibits neurons from firing, and also affects the development of the brain, as well as regulating muscle tone. GABA-T can also convert beta-alanine and oxoglutaric acid to L-glutamic acid and malonic semialdehyde as part of the beta-alanine metabolism pathway, and when it is mutated, leads to an accumulation of beta-alanine within the cell. GABA-T deficiency is characterized by an increase of GABA levels in the cerebrospinal fluid. Symptoms of this disorder include low muscle tone and psychomotor retardation, as well as potential epilepsy and excessive sleeping. Treatment with Flumanezil, sold as Anexate, Lanexat, Mazicon or Romazicon, a GABA-A antagonist, has been tested and may be beneficial in some cases, and potentially more effective if started at a young age. It is estimated that GABA-T deficiency affects less than 1 in 1,000,000 individuals, as only five cases have been reported in literature as of 2017.", "output": [["GABA", "biolocation is", "nervous system"], ["GABA", " involved in", "neural inhibition"], ["GABA", "has role of", "neural development"], ["GABA", "has role of", "muscle regulation"], ["GABA", "biolocation is", "cerebrospinal fluid"], ["Flumanezil", " involved in", "GABA-A antagonist"]]}
{"input": "Vitamin B6 Metabolism As is commonly known there are many vitamins, the vitamin B complex group being one of the most well known. An important vitamin B complex group vitamin is vitamin B6, which is water-soluble. Moreover, this vitamin comes in various forms, one of which is an active form, known by the name pyridoxal phosphate or PLP. PLP serves as cofactor in a variety of reactions including from amino acid metabolism, (in particular in reactions such as transamination, deamination, and decarboxylation). To complicate matters however, there are in fact seven alternate forms of this same vitamin. These include pyridoxine (PN), pyridoxine 5’-phosphate (PNP), pyridoxal (PL), pyridoxamine (PM), pyridoxamine 5’-phosphate (PMP), 4-pyridoxic acid (PA), and the aforementioned pyridoxal 5’-phosphate (PLP). One of these forms, PA, is in fact a catabolite whose presence is found in excreted urine. For a person to absorb some of these active forms of vitamin B6 such as PLP or PMP they must first be dephosphorylized. This done via an alkaline enzyme phosphatase. There are a wide variety of biproducts from the metabolism in question, most of which find there ways into the urine and from there are excreted. One such biproduct is 4-pyridoxic acid. In fact this last biproduct is found in such large quantities that estimates of vitamin B6 metabolism birproducts show that 4-pyridoxic acid is as much as 40-60% of all the biproducts.Of course, it is not the only product of metabolism. Others include,include pyridoxal, pyridoxamine, and pyridoxine.", "output": [["4-pyridoxic acid", "has role of", "catabolite"], ["4-pyridoxic acid", "Biolocation is", "urine"], ["4-pyridoxic acid", "involved in", "vitamin B6 metabolism"], ["pyridoxal", "involved in", "vitamin B6 metabolism"], ["pyridoxamine", "involved in", "vitamin B6 metabolism"], [" pyridoxine", "involved in", "vitamin B6 metabolism"], [" vitamin B6", "involved in", "vitamin B6 metabolism"]]}
{"input": "nan p-Hydroxyphenylacetic acid, also known as 4-hydroxybenzeneacetate, is classified as a member of the 1-hydroxy-2-unsubstituted benzenoids. 1-Hydroxy-2-unsubstituted benzenoids are phenols that are unsubstituted at the 2-position. p-Hydroxyphenylacetic acid is considered to be slightly soluble (in water) and acidic.  p-Hydroxyphenylacetic acid can be synthesized from acetic acid. It is also a parent compound for other transformation products, including but not limited to, methyl 2-(4-hydroxyphenyl)acetate, ixerochinolide, and lactucopicrin 15-oxalate.  p-Hydroxyphenylacetic acid can be found in numerous foods such as olives, cocoa beans, oats, and mushrooms. p-Hydroxyphenylacetic acid can be found throughout all human tissues and in all biofluids. Within a cell, p-hydroxyphenylacetic acid is primarily located in the cytoplasm and in the extracellular space. p-Hydroxyphenylacetic acid is also a microbial metabolite produced by Acinetobacter, Clostridium, Klebsiella, Pseudomonas, and Proteus. Higher levels of this metabolite are associated with an overgrowth of small intestinal bacteria from Clostridia species including C. difficile, C. stricklandii, C. lituseburense, C. subterminale, C. putrefaciens, and C. propionicum", "output": [["p-Hydroxyphenylacetic acid", "biolocation is", "cytoplasm"], ["p-Hydroxyphenylacetic acid", "sourced through", "olives"], ["p-Hydroxyphenylacetic acid", "sourced through", "cocoa beans"], ["p-Hydroxyphenylacetic acid", "sourced through", "oats"], ["p-Hydroxyphenylacetic acid", "sourced through", "mushrooms"]]}
{"input": "P-hydroxyphenylacetic acid concentrations in cerebrospinal fluid Using reversed-phase high-performance liquid chromatography and electrochemical detection with a rapid one-step purification on Sephadex G-10 column, we have developed a sensitive technique to measure p-hydroxyphenylacetic acid (PHPA), the oxidatively deaminated metabolite of p-tyramine, in cerebrospinal fluid (CSF). The method has been shown to offer simplicity, high sensitivity and low cost for the analysis of PHPA. By using this method PHPA can be measured concurrently with the dopamine metabolites, 3,4-dihydroxyphenylacetic acid (DOPAC) and homovanillic acid (HVA), in small amounts of CSF (0.5 ml or less). The concentrations of PHPA ranged 4.2 to 17.0 ng/ml with a mean value of 7.8 ng/ml+/-1.1 SEM in lumbar CSF of non-neurological control patients. PHPA value is consistent with the results of earlier studies using different methods. PHPA concentrations in both schizophrenic (4.7+/-0.6 ng/ml, n=11) and epileptic patients (5.8+/-0.4 ng/ml, n=28) were significantly lower than those in control patients. A concentration gradient of PHPA was found along the ventricular-lumbar axis. Probenecid markedly increased PHPA in lumbar CSF. These observations suggest that PHPA in lumbar CSF is derived at least in part from the brain and eliminated from CSF by a probenecid-sensitive transport mechanism. There was a significant correlation between PHPA and HVA concentrations in CSF. This is an interesting finding since a reciprocal relationship between dopamine turnover and p-tyramine concentrations has been found in the striatum of experimental animals. A number of recent studies suggest that p-tyramine may act as neurotransmitter or neuromodulator in specific neuronal systems. The present method should be useful in clinical investigations to clarify a functional role of p-tyramine in the brain.", "output": [["p-Hydroxyphenylacetic acid", "biolocation is cereborspinal fluid"]]}
{"input": "Microdetermination of 2-ketoglutaric acid in plasma and cerebrospinal fluid by capillary gas chromatography mass spectrometry; application to pediatrics Quantification of 2-ketoglutaric acid in plasma and cerebrospinal fluid as its O-trimethylsilyl++-quinoxalinol derivative by gas chromatography chemical ionization mass spectrometry is described with benzoylformic acid as internal standard. This technique, with ammonia as reactant gas, only detects the protonated molecular ions. The recovery of 2-ketoglutarate from perchloric-deproteinized plasma is 99.7 +/- 1.2%. The normal value of 2-ketoglutarate in children is 8.6 +/- 2.6 mumol l-1 (mean +/- standard deviation) in plasma (n = 25) and 4.8 +/- 1.4 mumol l-1 in cerebrospinal fluid (n = 20). The plasma level of 2-ketoglutarate is correlated with urea concentration (r = 0.96; p less than 0.001) in healthy subjects and in patients with chronic renal insufficiency. Increased values are found in one case of pyruvate carboxylase deficiency, and inconstantly in diabetes; physiological variations are described during fasting and after an oral glucose load.", "output": [["2-ketoglutaric acid", "biolocation is", "plasma"], ["2-ketoglutaric acid", "biolocation is", "cerebrospinal fluid"]]}
{"input": "Pharmacokinetic Profile, Safety, and Tolerability of Clascoterone (Cortexolone 17-alpha propionate, CB-03-01) Topical Cream, 1% in Subjects With Acne Vulgaris: An Open-Label Phase 2a Study Clascoterone (cortexolone 17α-propionate, CB-03-01) 1% cream, a topical, androgen receptor (AR) inhibitor under investigation for the treatment of acne vulgaris, is rapidly metabolized to cortexolone in human plasma. The primary objectives of this study were to determine the pharmacokinetic (PK) properties and adrenal suppression potential of clascoterone topical cream, 1% in subjects with acne vulgaris. Study Design: This study was an open-label, multicenter study in 42 subjects ≥12 years of age with moderate-to-severe acne (Grade 3-4 on the Investigator’s Global Assessment [IGA]), on the face, chest and/or back. Cohort 1(>18 years of age) and Cohort 2 (12-18 years of age) applied clascoterone topical cream, 1% twice daily (BID) for 14 days. Primary safety endpoints included hypothalamic-pituitary-adrenal (HPA) axis response to cosyntropin via a Cosyntropin Stimulation Test (CST) upon screening (day 1) and at day 14 (HPA axis suppression was defined as a post-stimulation serum cortisol level <18 μg/dL at day 14); and PK evaluation including concentration-time profiles of clascoterone and cortexolone in plasma—PK parameters were determined using “non-compartmental” analysis. Secondary safety endpoints included clinical laboratory testing, local and systemic adverse events (AEs), physical examination/vital signs, and electrocardiogram (ECG). Results: 42 subjects (Cohort 1=20, Cohort 2= 22) enrolled. Cohort 1 was comprised of 15 females (15/20, 75%) and 5 males (5/20, 25%), non-Hispanic/Latino (20/20, 100%), mean age is 24.4 years. Cohort 2 was comprised of 12 females (12/22, 54.5%) and 10 males (10/22, 45.5%), non-Hispanic/Latino (21/22, 95.5%), and mean age is 15.6 years. Three subjects (3/42,7%), 1 adult and 2 adolescents, demonstrated an abnormal HPA axis response with post-stimulation serum cortisol levels ranging from 14.9 to 17.7 μg/dL at day 14. All returned to normal HPA axis function, four weeks after day 14. None showed clinical evidence of adrenal suppression. Clascoterone plasma concentrations achieved PK steady-state by day 5. Clascoterone systemic exposure was similar between both cohorts. At steady-state, plasma concentrations increased ~1.8 to 2.1 fold versus first dose with mean (coefficient of variation [CV] %) maximum plasma concentrations of 4.4 ng/mL (67%) and 4.6 ng/mL (103%) in Cohort 1 and Cohort 2, respectively. Cortexolone plasma concentrations trended below the lower limit of quantitation (0.5 ng/mL) in both cohorts. Local skin reactions (LSRs) were mostly mild, with only one moderate case of pruritus. There were nine AEs categorized as follows: definitely related (N=2), probably related (N=4), unlikely/not related (N=3), to clascoterone. Conclusion: This study demonstrates the safety and tolerability of clascoterone topical cream, 1% in adolescents and adults with acne vulgaris treated BID for 14 consecutive days. J Drugs Dermatol. 2019;18(6):563-568.", "output": [["cortexolone", "biolocation is", "plasma"], ["cortexolone", "has role of", "clascoterone topical cream"], ["cortexolone", "involved in", "HPA axis suppression"], ["cortexolone", "Involved in", "androgen receptor inhibition"]]}
{"input": "Early diagnosis of 11 beta-hydroxylase deficiency in two siblings confirmed by analysis of a novel steroid metabolite in newborn urine Plasma and urinary steroid measurements are reported in 2 normotensive newborn female siblings with virilized external genitalia due to 11 beta-hydroxylase deficiency. Plasma 11-deoxycortisol concentrations were markedly elevated whereas 17OH-progesterone concentrations were not raised. Plasma renin activity was suppressed, but increased to levels characteristic of infancy within 4 weeks of treatment. The enzyme defect was confirmed by measurement of increased urinary excretion of tetrahydro-11-deoxycortisol. A more polar steroid metabolite, 6 alpha-hydroxytetrahydro-11-deoxycortisol was also determined by gas chromatographic and mass spectrometric analysis. Analysis of metabolites in urine is an additional specific marker to plasma 11-deoxycortisol measurement for the diagnosis of 11 beta-hydroxylase deficiency in early infancy.", "output": [["11-deoxycortisol", "causes", "11 beta-hydroxylase deficiency"], ["11-deoxycortisol", "biolocation is", "plasma"]]}
{"input": "Hyperprolactinaemia is associated with a higher prevalence of pituitary-adrenal dysfunction in non-functioning pituitary macroadenoma In non-functioning pituitary macroadenoma (NFMA), hyperprolactinaemia (hyperPRL) is considered to be a sign of hypothalamic-pituitary dysregulation, but it is unknown whether hyperPRL is associated with an increased frequency of pituitary hormone deficiencies. Forty consecutive patients with histology-proven NFMA were studied and hyperPRL was defined as serum prolactin (PRL) > 200 mIU/l in men and > 600 mIU/l in women. The pituitary-adrenal axis was evaluated by measurement of urinary free cortisol (N = 38), peak cortisol to insulin-induced hypoglycaemia (IIH, N = 36) and to human corticotrophin-releasing hormone (hCRF, N = 40) and by urinary tetrahydrol 11-deoxycortisol (H4S, N = 39), plasma androstenedione increment (N = 39) and serum 11-deoxycortisol (N = 1) after metyrapone. Central hypothyroidism, gonadotrophin deficiency and growth hormone (GH) reserve were also assessed. Twenty patients had hyperPRL (serum PRL 331 (223-1120) mIU/l (median, range) in men and 932 (660-3927) mIU/l in women): urinary free cortisol excretion (p < 0.03) and peak serum cortisol in response to IIH (p < 0.02) were lower in hyperPRL than in normoPRL patients; peak serum cortisol after hCRF was not different between groups but occurred later in hyperPRL patients (at 60vs 30 min, p < 0.03); urinary H4S excretion and androstenedione response after metyrapone were lower in hyperPRL than in normoPRL patients (p < 0.05 for both): 60% of hyperPRL patients and 15% of normoPRL patients had an abnormal H4S response (p < 0.025): central hypothyroidism (overt + subclinical) was present in 74% of hyperPRL and in 60% of normoPRL patients (NS); 78% of hyperPRL and 55% of normoPRL patients had gonadotrophin deficiency (NS): growth hormone (GH) deficiency was present in 83% of hyperPRL and in 89% of normoPRL patients (NS); 73.3% of 75 evaluable pituitary hormone axes were abnormal in hyperPRL patients compared to 53.8% of 78 hormone axes in normoPRL patients (by metyrapone test to examine adrenal function, p < 0.025); and no significant differences in tumour grade and stage distribution were found between hyperPRL and normoPRL patients. It is concluded that hyper-prolactinaemia in NFMA is associated with a higher prevalence of pituitary-adrenal dysfunction, which is likely to be explained at least in part by functional hypothalamic-pituitary interruption.", "output": [["Prolactin", "causes", "hyperprolactinemia"], ["Prolactin", "involved in", "hypothalamic-pituitary dysregulation"], ["Cortisol", "biolocation is", "urine"], ["Cortisol", "involved in", "adrenal function"], ["Cortisol", "has role of", "adrenal function biomarker"], ["Tetrahydrol 11-deoxycortisol", "biolocation is", "urine"], ["Tetrahydrol 11-deoxycortisol", "has role of", "adrenal function biomarker"], ["Androstenedione", "has role of", "adrenal function biomarker"], ["Androstenedione", "exposed through", "plasma"], ["Androstenedione", "involved in", "adrenal function"]]}
{"input": "nan \talpha-Ketoisovaleric acid is an abnormal metabolite that arises from the incomplete breakdown of branched-chain amino acids. alpha-Ketoisovaleric acid is a neurotoxin, an acidogen, and a metabotoxin. A neurotoxin causes damage to nerve cells and nerve tissues. An acidogen is an acidic compound that induces acidosis, which has multiple adverse effects on many organ systems. A metabotoxin is an endogenously produced metabolite that causes adverse health effects at chronically high levels. Chronically high levels of alpha-ketoisovaleric acid are associated with maple syrup urine disease. MSUD is a metabolic disorder caused by a deficiency of the branched-chain alpha-keto acid dehydrogenase complex (BCKDC), leading to a buildup of the branched-chain amino acids (leucine, isoleucine, and valine) and their toxic by-products (ketoacids) in the blood and urine. The symptoms of MSUD often show in infancy and lead to severe brain damage if untreated. MSUD may also present later depending on the severity of the disease. If left untreated in older individuals, during times of metabolic crisis, symptoms of the condition include uncharacteristically inappropriate, extreme, or erratic behaviour and moods, hallucinations, anorexia, weight loss, anemia, diarrhea, vomiting, dehydration, lethargy, oscillating hypertonia and hypotonia, ataxia, seizures, hypoglycemia, ketoacidosis, opisthotonus, pancreatitis, rapid neurological decline, and coma. In maple syrup urine disease, the brain concentration of branched-chain ketoacids can increase 10- to 20-fold. This leads to a depletion of glutamate and a consequent reduction in the concentration of brain glutamine, aspartate, alanine, and other amino acids. The result is a compromise of energy metabolism because of a failure of the malate-aspartate shuttle and a diminished rate of protein synthesis (PMID: 15930465 ). alpha-Ketoisovaleric acid is a keto-acid, which is a subclass of organic acids. Abnormally high levels of organic acids in the blood (organic acidemia), urine (organic aciduria), the brain, and other tissues lead to general metabolic acidosis. Acidosis typically occurs when arterial pH falls below 7.35. In infants with acidosis, the initial symptoms include poor feeding, vomiting, loss of appetite, weak muscle tone (hypotonia), and lack of energy (lethargy). These can progress to heart, liver, and kidney abnormalities, seizures, coma, and possibly death. These are also the characteristic symptoms of untreated MSUD. Many affected children with organic acidemias experience intellectual disability or delayed development.", "output": [["alpha-Ketoisovaleric acid", "biolocation is", "blood"], ["alpha-Ketoisovaleric acid", "causes", "nerve damage"], ["alpha-Ketoisovaleric acid", "has role of", "neurotoxin"], ["alpha-Ketoisovaleric acid", "involved in", "acidogenesis"], ["alpha-Ketoisovaleric acid", "has role of", "metabotoxin"]]}
{"input": "nan Adenine, also known as 6-aminopurine or Ade, belongs to the class of organic compounds known as 6-aminopurines. These are purines that carry an amino group at position 6. Purine is a bicyclic aromatic compound made up of a pyrimidine ring fused to an imidazole ring. Adenine forms adenosine, a nucleoside, when attached to ribose, and deoxyadenosine when attached to deoxyribose, and it forms adenosine triphosphate (ATP), a nucleotide, when three phosphate groups are added to adenosine. Adenine is a drug which is used for nutritional supplementation, also for treating dietary shortage or imbalance. Adenine is a strong basic compound (based on its pKa). Adenosine triphosphate is used in cellular metabolism as one of the basic methods of transferring chemical energy between reactions. Adenine exists in all living species, ranging from bacteria to humans. In individuals suspected of suffering from a supraventricular tachycardia (SVT), adenosine is used to help identify the rhythm. In humans, adenine is involved in riboflavin metabolism. Adenine is a potentially toxic compound. Adenine (sometimes known as vitamin B4) combines with the sugar ribose to form adenosine, which in turn can be bonded with from one to three phosphoric acid units, yielding AMP, ADP and ATP . A modified form of adenosine monophosphate (cyclic AMP) is an imporant secondary messenger in the propagation of many hormonal stimuli. Adenine is an integral part of the structure of many coenzymes. Adenine is one of four nitrogenous bases utilized in the synthesis of nucleic acids. Certain SVTs can be successfully terminated with adenosine. Adenosine (adenine with a ribose group) causes transient heart block in the AV node of the heart. These adenine derivatives perform important functions in cellular metabolism. Adenine forms adenosine, a nucleoside, when attached to ribose, and deoxyadenosine when attached to deoxyribose, and it forms adenosine triphosphate (ATP), which drives many cellular metabolic processes by transferring chemical energy between reactions.", "output": [["Adenosine triphosphate", "involved in", "cellular metabolism"], ["Adenine", "involved in", "riboflavin metabolism"], ["Adenine", "involved in", "nucleic acid synthesis"]]}
{"input": "Novel pyrazine metabolites found in polymyxin biosynthesis by Paenibacillus polymyxa A complex mixture of methyl-branched alkyl-substituted pyrazines was found in the growth medium of the polymyxin-producing bacterium Paenibacillus polymyxa, and of these, seven are new natural compounds. A total of 19 pyrazine metabolites were identified. The dominant metabolite was 2,5-diisopropylpyrazine as identified using a combination of high-resolution mass spectrometry, 1H- and 13C-nuclear magnetic resonance, gas chromatography-mass spectrometry as well as co-elution with an authentic standard. Its biosynthesis was correlated with growth and production was strongly stimulated by valine supplementation. The other pyrazine metabolites, all related pyrazines with either one, two or three alkyl substituents, were identified by means of their mass spectral data and/or co-elution with authentic standards.", "output": [["Novel pyrazine", "involved in", "polymyxin biosynthesis"], ["polymyxin biosynthesis", "involved in", "growth "], [" methyl-branched alkyl-substituted pyrazines", "biolocation is", ""]]}
{"input": "Engineering of a novel biochemical pathway for the biosynthesis of l-2-aminobutyric acid in Escherichia coli K12 Abstract\nl-2-Aminobutyric acid was synthesised in a transamination reaction from l-threonine and l-aspartic acid as substrates in a whole cell biotransformation using recombinant Escherichia coli K12. The cells contained the cloned genes tyrB, ilvA and alsS which respectively encode tyrosine aminotransferase of E. coli, threonine deaminase of E. coli and α-acetolactate synthase of B. subtilis 168. The 2-aminobutyric acid was produced by the action of the aminotransferase on 2-ketobutyrate and l-aspartate. The 2-ketobutyrate is generated in situ from l-threonine by the action of the deaminase, and the pyruvate by-product is eliminated by the acetolactate synthase. The concerted action of the three enzymes offers significant yield and purity advantages over the process using the transaminase alone with an eight to tenfold increase in the ratio of product to the major impurity.\nIntroduction\nEnzymatic transamination is involved directly or indirectly in the biosynthesis of most\nproteinogenic amino acids.1 Biochemical studies on the transaminases (aminotransferases) of bacteria have revealed that in many cases the major transaminases can each participate in the synthesis of a variety of amino acids with quite divergent side chain structure. For example, the aromatic aminotransferase of E. coli is capable of synthesising aspartate and leucine in addition to the aromatic amino acids phenylalanine and tyrosine. Similarly, the E. coli branched chain transaminase can synthesise phenylalanine and methionine in addition to the branched chain amino acids, isoleucine, leucine and valine.2 The relatively relaxed substrate specificity of microbial transaminases has been useful in the development of biotransformation approaches for the synthesis of non-proteinogenic amino acids, which are now in increasing demand as intermediates for the synthesis of peptidomimetic pharmaceuticals. Transaminases possess additional features appropriate for efficient biocatalysts, including high turnover numbers and no requirement for external cofactor recycling. A number of compounds including l-2-aminobutyric acid and l-tertiary leucine have now been produced using transaminase-based biotransformations.3, 4\nIn addition to the identification of the appropriate biosynthetic enzyme, the feasibility of all biotransformation processes depends heavily upon other criteria such as the availability of inexpensive starting materials, the reaction yield and the complexity of product recovery. In the case of transaminase processes, the reversible nature of the reaction as shown in Figure 1 and the presence of a keto acid by-product is a concern which limits the overall yield and purity of product, and has led to efforts to increase the conversion beyond the typical 50% yield of product.5, 6 Additionally, there are cost considerations in the large scale preparation of keto acid substrates such as 2-ketobutyrate, which are not commodity chemicals.\nTo address these issues we have engineered a synthetic biochemical pathway to enhance the biosynthesis of 2-aminobutyrate using a microbial transaminase. The engineered E. coli incorporates the cloned E. coli K12 ilvA gene encoding threonine deaminase to generate 2-ketobutyrate from the commodity amino acid l-threonine, and the cloned alsS gene of B. subtilis 168 which eliminates pyruvate, the keto acid by-product of the reaction, through the formation of non-reactive acetolactate. The effect of the concerted action of these three enzymes on the overall biosynthesis of 2-aminobutyrate and the potential broader application of this type of biochemical engineering is described in this article.\nSection snippets\nCloning and expression of biocatalyst genes\nPlasmid pIF347 carries the cloned ilvA gene of E. coli K12. The gene encodes threonine deaminase.7 The enzyme converts l-threonine to 2-ketobutyrate as the first step in the biosynthetic pathway to isoleucine from threonine. On this plasmid the ilvA gene is expressed constitutively from the modified pheA promoter region8 immediately upstream on the vector.\nPlasmid pME64 carries the cloned tyrB gene.9 The gene encodes the aromatic aminotransferase of E. coli. The gene is expressed from its native \nDiscussion\nl-2-aminobutyric acid was produced from l-threonine and l-aspartic acid in a whole cell biotransformation using recombinant E. coli cells expressing cloned genes for threonine deaminase, aromatic aminotransferase and acetolactate synthase. The concerted action of the three enzymes increased the overall yield of product and, more importantly, reduced the accumulation of l-alanine as a by-product of the transamination such that l-2-aminobutyric acid represented over 92% of the total amino acids\nDNA manipulation\nGeneral DNA handling including PCR, restriction analysis and recovery, chromosomal and plasmid DNA preparations and E. coli transformation was carried out using standard methods as previously described.14\nPreparation of cell cultures for biotransformation\nCell cultures of W3110 carrying pME64, pPOT300 or pIF347 were prepared by inoculating 50 mL of LB medium with a single colony from an LB agar plate and culturing overnight at 37°C in a 500 mL shake flask in a shaking incubator. Antibiotics, where appropriate were added at the concentrations of 100\nAcknowledgements\nWe would like to thank Monsanto Corporation for provision of excellent research facilities for this work. We also wish to thank L. Bartelt and G. Singh for providing the analytical support for this work.\n", "output": [["Threonine deaminase", "involved in", "2-ketobutyrate biosynthesis"], ["Threonine deaminase", "has role of", "enzyme"], ["Aromatic aminotransferase", "has role of", "enzyme"], ["Acetolactate synthase", "has role of", "enzyme"]]}
{"input": "Comparison of 5-fluoro-2′-deoxyuridine with 5-fluorouracil and their role in the treatment of colorectal cancer Despite more than 30 years of intensive studies on new drugs against advanced colorectal cancer, the fluoropyrimidines remain the drugs of choice for systemic treatment and for hepatic artery infusion (HAI). This overview describes new developments in advanced colorectal cancer chemotherapy, providing a rationale for more effective use of the fluoropyrimidines, with biochemical modulation, scheduling or by revealing biochemical mechanisms of action that correlate with antitumour activity. In human colorectal cancer cell lines and various animal tumour model systems 5-fluoro-2′-deoxyuridine (FdUrd) is more effective than 5-fluorouracil (5-FU). Comparably, FdUrd’s modulation by leucovorin (LV) is more potent than 5-FU. In animal studies it is shown that intermittent high-bolus administration of FdUrd generates better antitumour activity, compared with equal toxic doses or any other schedule of 5-FU. These effects are related to prolonged thymidylate synthase (TS) inhibition and the prevention of TS induction, rather than RNA incorporation. Preclinical studies with modulators such as N-phosphonacetyl-l-aspartate (PALA), WR-2721, mitomycin C and platinum derivatives provide a rationale for clinical use in the future. The first choice systemic chemotherapy of patients with advanced colorectal cancer remains 5-FU combined with LV. Some improvement in therapeutic efficacy has been achieved with locoregional HAI. In randomised studies HAI FdUrd improves the quality of life and survival as compared with optimal systemic therapy. Chronomodulation decreases toxicity, allowing dose intensification, while modulators such as LV or dexamethasone increase survival of patients treated with HAI FdUrd to 86% after 1 year. In conclusion, the clinical use of FdUrd has not been fully explored. Intermittent high-dose FdUrd, chronomodulation together with the use of modulators or drugs focused on prolonged TS inhibition, should be studied in large randomised studies.", "output": [["5-fluoro-2′-deoxyuridine", "involved in", "thymidylate synthase inhibition"], ["5-fluoro-2′-deoxyuridine", "hase role of", "colorectal cancer treatment"]]}
{"input": "3-Hydroxyisobutyrate, A Strong Marker of Insulin\nResistance in Type 2 Diabetes and Obesity That Modulates\nWhite and Brown Adipocyte Metabolism Circulating branched-chain amino acids (BCAAs) associate with insulin resistance and type 2 diabetes. 3-Hydroxyisobutyrate (3-HIB) is a catabolic intermediate of the BCAA valine. In this study, we show that in a cohort of 4,942 men and women, circulating 3-HIB is elevated according to levels of hyperglycemia and established type 2 diabetes. In complementary cohorts with measures of insulin resistance, we found positive correlates for circulating 3-HIB concentrations with HOMA2 of insulin resistance, as well as a transient increase in 3-HIB followed by a marked decrease after bariatric surgery and weight loss. During differentiation, both white and brown adipocytes upregulate BCAA utilization and release increasing amounts of 3-HIB. Knockdown of the 3-HIB–forming enzyme 3-hydroxyisobutyryl-CoA hydrolase decreases release of 3-HIB and lipid accumulation in both cell types. Conversely, addition of 3-HIB to white and brown adipocyte cultures increases fatty acid uptake and modulated insulin-stimulated glucose uptake in a time-dependent manner. Finally, 3-HIB treatment decreases mitochondrial oxygen consumption and generation of reactive oxygen species in white adipocytes, while increasing these measures in brown adipocytes. Our data establish 3-HIB as a novel adipocyte-derived regulator of adipocyte subtypespecific functions strongly linked to obesity, insulin resistance, and type 2 diabetes. Type 2 diabetes is characterized by elevated circulating glucose and HbA1c, insulin resistance, dyslipidemia, and increased body fat mass, especially in the intra-abdominal region (1,2). Risk factors for type 2 diabetes include excessive caloric intake, central obesity with increased waist-to-hip ratio, sedentary lifestyle, increasing age, and multiple genetic factors (3,4). The insulin resistance and dyslipidemia associated with type 2 diabetes involve increased circulating triacylglycerols (TAG) and reduced HDL cholesterol (HDL-C). As a result, TAG/HDL-C ratio can serve as a surrogate measure of insulin resistance (5). Several studies have shown a strong association between insulin resistance and increased concentrations of circulating branched-chain amino acids (BCAAs; valine, leucine, and isoleucine) (6,7), also after controlling for age, BMI, sex, and race, although particular associations were observed for nonobese people and males with type 2 diabetes (8). Elevation of these essential amino acids in obesity and insulin resistance reflects, at least partly, reduced BCAA catabolism in adipose tissue, involving decreased expression and/or activity of BCAA catabolic enzymes (9–17). People with obesity exhibit reduced catabolism of BCAAs in visceral and subcutaneous adipose tissue, which is normalized after bariatric surgery (18). BCAAs provide carbon for de novo lipogenesis in adipocytes (19,20).", "output": [["3-Hydroxyisobutyrate", "involved in", "valine metabolism"], ["3-Hydroxyisobutyrate", "causes", "diabetes"], ["3-Hydroxyisobutyrate", "involved in", " insulin resistance"], ["3-Hydroxyisobutyrate", "involved in", "BCAA catabolism"]]}
{"input": "Metabolomics and metabolic pathway networks from human colorectal cancers, adjacent mucosa, and stool Abstract\nBackground: Colorectal cancers (CRC) are associated with perturbations in cellular amino acids, nucleotides, pentose-phosphate pathway carbohydrates, and glycolytic, gluconeogenic, and tricarboxylic acid intermediates. A non-targeted global metabolome approach was utilized for exploring human CRC, adjacent mucosa, and stool. In this pilot study, we identified metabolite profile differences between CRC and adjacent mucosa from patients undergoing colonic resection. Metabolic pathway analyses further revealed relationships between complex networks of metabolites.\nMethods: Seventeen CRC patients participated in this pilot study and provided CRC, adjacent mucosa ~10 cm proximal to the tumor, and stool. Metabolomes were analyzed by gas chromatography-mass spectrometry (GC/MS) and ultra-performance liquid chromatography-mass spectrometry (UPLC-MS/MS). All of the library standard identifications were confirmed and further analyzed via MetaboLync(TM) for metabolic network interactions.\nResults: There were a total of 728 distinct metabolites identified from colonic tissue and stool matrices. Nineteen metabolites significantly distinguished CRC from adjacent mucosa in our patient-matched cohort. Glucose-6-phosphate and fructose-6-phosphate demonstrated 0.64-fold and 0.75-fold lower expression in CRC compared to mucosa, respectively, whereas isobar: betaine aldehyde, N-methyldiethanolamine, and adenylosuccinate had 2.68-fold and 1.88-fold higher relative abundance in CRC. Eleven of the 19 metabolites had not previously been reported for CRC relevance. Metabolic pathway analysis revealed significant perturbations of short-chain fatty acid metabolism, fructose, mannose, and galactose metabolism, and glycolytic, gluconeogenic, and pyruvate metabolism. In comparison to the 500 stool metabolites identified from human CRC patients, only 215 of those stool metabolites were also detected in tissue. This CRC and stool metabolome investigation identified novel metabolites that may serve as key small molecules in CRC pathogenesis, confirmed the results from previously reported CRC metabolome studies, and showed networks for metabolic pathway aberrations. In addition, we found differences between the CRC and stool metabolomes.\nConclusions: Stool metabolite profiles were limited for direct associations with CRC and adjacent mucosa, yet metabolic pathways were conserved across both matrices. Larger patient-matched CRC, adjacent non-cancerous colonic mucosa, and stool cohort studies for metabolite profiling are needed to validate these small molecule differences and metabolic pathway aberrations for clinical application to CRC control, treatment, and prevention.\nKeywords: Cancer; Colon mucosa; Colorectal; Metabolic pathways; Metabolites; Metabolomics; Stool; Tumor.\n", "output": [["Glucose-6-phosphate", "involved in", "glycolytic metabolism"], ["Fructose-6-phosphate", "involved in", "glycolytic metabolism"], ["Fructose-6-phosphate", "biolocation is", "Saliva"], ["Glucose-6-phosphate", "biolocation is", "Saliva"]]}
