{"input":"The peak near 1150 cm−1 in the visible Raman spectra of poor quality chemical-vapor-deposited diamond is often used as the signature of nanocrystalline diamond. We argue that this peak should not be assigned to nanocrystalline diamond or other sp3-bonded phases. Its wave number disperses with excitation energy, its intensity decreases with increasing excitation energy, and it is always accompanied by another peak near 1450 cm−1, which acts similarly. This behavior is that expected for sp2-bonded configurations, with their smaller band gap. The peaks are assigned to transpolyacetylene segments at grain boundaries and surfaces.","output":""}
{"input":"A compilation is presented of viral proteins containing the NTP-binding sequence pattern, and criteria are suggested for assessment of the functional significance of the occurence of this pattern in protein sequences. It is shown that the distribution of NTP-binding pattern-containing proteins through the viral kingdom is strongly non-random. Sequence comparisons led to delineation of several families of these proteins, some of which could be brought together into superfamilies including also cellular proteins. The available biochemical evidence is compatible with the proposal that viral proteins in which the NTP-binding pattern is evolutionarily conserved might all be NTPases involved in: i) duplex unwinding during DNA and RNA replication, transcription, recombination and repair, and possibly mRNA translation; ii) DNA packaging, and iii) dNTP generation.", "output": ""}
{"input":"The Report on Carcinogens (RoC) is a scientific public health document on cancer hazards to which people in the U.S. may be exposed. Published biennially, each edition of the report is cumulative and consists of substances newly reviewed in addition to those listed in previous editions. The Twelfth RoC contains 240 substance profiles, some of which (e.g., Estrogens, Steroidal) consist of a class of structurally related chemicals or agents. These include 54 profiles for substances listed as known to be human carcinogens and 186 profiles for substances listed as reasonably anticipated to be human carcinogens. Each profile contains: (1) the listing status, (2) a brief description of each substance, which can be chemicals, substances, mixtures, or exposure circumstances, with a summary of the evidence for its ability to cause cancer including cancer studies in humans and in experimental animals, and studies on mechanisms of carcinogenesis, which may include metabolism and genotoxicity (ability to damage genes) studies, (3) relevant information on properties, use, production, and exposure, (4) a summary of the regulations and guidelines that are likely to decrease exposure to the substance, and (5) references to scientiﬁc literature used to support the listings. The substances listed in the RoC do not include all human carcinogens.","output":""}
{"input":"A new x-ray diffraction study of the one-dimensional spin-Peierls compound α′−NaV2O5 reveals a centrosymmetric (Pmmn) crystal structure with one type of V site, contrary to the previously postulated noncentrosymmetric P21mn structure with two types of V sites ( V+4 and V+5). Density-functional calculations indicate that NaV2O5 is a quarter-filled ladder compound with the spins carried by V-O-V molecular orbitals on the rungs of the ladder. Estimates of the charge-transfer gap and the exchange coupling agree well with experiment and explain the insulating behavior of NaV2O5 and its magnetic properties.","output":""}
{"input":"The research reports the design and experimental results of novel gyroscopes based on nano-resistive sensing, capable to meet navigation grade specifications within a sensor footprint of 1.3 mm 2 and a total silicon structural volume of 0.026 mm 3 only. A significant increase of the scale-factor is obtained through a combination of (i) optimization of the Coriolis force transduction into a stress on the resistive gauges, (ii) increase of the drive motion amplitude and (iii) increase of the current through the sensing gauges. Combined with low-pressure eutectic packaging, this enables approaching the thermomechanical noise limits of the sensor at about 0.004 ° /√ hr. At the same time, electronics is developed with minimum demodulation phase errors, thus enabling optimized closed-loop quadrature compensation and minimization of drift effects. Thanks to the inherent rejection of parasitic couplings and associated drifts of the used technology, the overall stability reaches 0.02 °/hr on average on 6 samples. These performances are demonstrated for a 30-Hz system bandwidth and few hundred dps input range over several samples. Navigation grade performance are confirmed by additional in-operation experiments like gyrocompassing and in-run 9-minute long angle measurements from rate integration.","output":""}
{"input":"Enzymes from extremophilic microorganisms usually catalyze chemical reactions in non-standard conditions. Such conditions promote aggregation, precipitation, and denaturation, reducing the activity of most non-extremophilic enzymes, frequently due to the absence of sufficient hydration. Some extremophilic enzymes maintain a tight hydration shell and remain active in solution even when liquid water is limiting, e.g. in the presence of high ionic concentrations, or at cold temperature when water is close to the freezing point. Extremophilic enzymes are able to compete for hydration via alterations especially to their surface through greater surface charges and increased molecular motion. These properties have enabled some extremophilic enzymes to function in the presence of non-aqueous organic solvents, with potential for design of useful catalysts. In this review, we summarize the current state of knowledge of extremophilic enzymes functioning in high salinity and cold temperatures, focusing on their strategy for function at low water activity. We discuss how the understanding of extremophilic enzyme function is leading to the design of a new generation of enzyme catalysts and their applications to biotechnology.","output":""}
{"input":"Seven years after the discovery of the chemoautotrophic sulfidic groundwater site of the Ayyalon cave, its macrofauna can be fully reviewed. It consists of six endemic stygobiont and troglobiont crustaceans and other arthropods and two species still with unclear status. The taxonomic list is followed by brief discussions on the systematics of the species as well as by a few comments concerning the eventual broader zoogeographical and speleological implications of the Ayyalon faunistic findings, as they appeared in literature.","output":""}
{"input":"This research proposes a high-performance-liquid-chromatography (HPLC) method for quantitative detection of carnosina, anserine, l-histidine and 3-methyl-l-histidine, with o-phthalaldehyde (OPA) postcolumn derivatization by isocratic elution. For this purpose, some mobile-phases were prepared with scalar acetonitrile concentrations. The best mobile phase for a complete separation of all molecules was composed of acetonitrile and 6 mM hydrochloric acid with 0.48 M sodium chloride solution (5%:95% v/v). The regression lines, obtained by a range of concentration between 62.5-0.5 ng/20 µlitre for all substances showed very high values of R2 (∼1) indicating a very high sensitivity and accuracy (∼100%) of this new mobile phase in isocratic conditions. Temperature increase of postcolumn derivatization (50°C) with (OPA) showed a greater sensitivity for l-histidine and 3-methyl-l-histidine detection (∼70%). The new mobile phase in isocratic conditions produced a complete separation for all compounds and in particular between carnosine and 3-methyl-l-histidine. The high sensitivity of this HPLC method can detect histidine dipeptides and correlated compounds l-histidine and 3-methyl-l-histidine in animal tissues which can be present in different and very low concentrations. In addition, this very simple and fast method could be used in histidine dipeptides detection in biological compartments were their concentrations could be very low.","output":""}
{"input":"Backgroud: According to the theory of traditional Chinese medicine (TCM), blood stasis syndrome (BSS)is the basis for many cardiovascular diseases. Ginger is often used as Chinese medicine (herb medicine)in China and Southeast Asia for the treatment of cardiovascular, respiratory, and digestive diseases. butthe specic mechanism is unclear.Methods: After establishing an acute rat model of blood stasis syndrome, blood and urine of 5 groups ofrats were collected for analysis of ecacy indicators. Aortic vessels are used for pathological testing.Serum and urine were used for metabolomics, multivariate statistical analysis was used to exploremetabolites and metabolic pathways, and the correlation between metabolites and pharmacodynamicindicators was further explored.Results: In this experiment, the model of blood stasis syndrome was successfully established based onchanges in vascular disease and the ecacy index. The experimental results show that the ecacyindicators of dried ginger (DG) extracts of different doses have different degrees of changes than modelgroup (MG), and the high dose of dried ginger group (GJH) changes are the most signicant (p < 0.05 or p< 0.01). And 22 metabolites (10 in serum and 12 in urine) were identied and contributed to the bloodstasis progress. These metabolites mainly involve seven metabolism pathways in different impact-value.Dried ginger has therapeutic effects on BSS rats by regulating multiple metabolic pathways.Conclusion: This study provides an effective method for understanding the metabolic mechanism ofdried ginger extracts on BSS.","output":""}
{"input":"17 Y-chromosomal STRs which are part of the Yfiler Amplification Kit were investigated in 493 unrelated Pakistani individuals belonging to the Punjabi, Sindhi, Baloch, and Pathan ethnic groups. We have assessed the forensic parameters and population genetic structure for each group. Among the 493 unrelated individuals from four ethnic groups (128 Baloch, 122 Pathan, 108 Punjabi, and 135 Sindhi), 82 haplotypes were observed with haplotype diversity (HD) of 0.9906 in Baloch, 102 haplotypes with HD value of 0.9957 in Pathans, 80 haplotypes with HD value of 0.9924 in Punjabi, and 105 haplotypes with HD value of 0.9945 in the Sindhi population. The overall gene diversity for Baloch, Pathan, Punjabi, and Sindhi populations was 0.6367, 0.6479, 0.6657, and 0.6112, respectively. The results had shown us that Pakistani populations do not have a unique set of genes but share the genetic affinity with regional (Central Asia and Northern India) populations. The observed low gene diversity (heterozygosity) values may be because of endogamy trends and this observation is equally supported by the results of forensic parameters which are mostly static across 4 combinations (minimal STRs, extended 11 Y-STRs, Powerplex 12 Y System, and Yfiler 17 Y-STRs) of STRs in these four populations.","output":""}